Repository: beltoftandersen/api-mailer-for-aws-ses
Catalog: languages/api-mailer-for-aws-ses-*.po
Languages: da_dk

source: Settings
da_dk: Indstillinger

source: API Mailer for AWS SES
da_dk: WP API Mailer til AWS SES

source: Amazon SES API Settings
da_dk: Amazon SES API indstillinger

source: This plugin sends email via Amazon SES API. SMTP is not used.
da_dk: Dette plugin sender e-mail via Amazon SES API. SMTP bruges ikke.

source: Enable Mailer (use SES API)
da_dk: Aktivér mailer (brug SES API)

source: Access Key ID
da_dk: Adgangsnøgle-ID

source: Your AWS Access Key ID
da_dk: Din AWS adgangsnøgle-ID

source: Secret Access Key
da_dk: Hemmelig adgangsnøgle

source: From Email (verified in SES)
da_dk: Fra e-mail (verificeret i SES)

source: From Name
da_dk: Afsendernavn

source: Reply-To Email
da_dk: Svar-til e-mail

source: Force From on all emails
da_dk: Gennemtving afsender på alle e-mails

source: Rate Limit (per second)
da_dk: Hastighedsgrænse (pr. sekund)

source: Custom Headers (X-*, one per line)
da_dk: Brugerdefinerede headers (X-*, én pr. linje)

source: Disable logging in production
da_dk: Deaktiver logning i produktion

source: Send emails in background (queue)
da_dk: Send e-mails i baggrunden (kø)

source: Clean up plugin data on deletion
da_dk: Ryd plugin-data ved sletning

source: Read AWS credentials from wp-config
da_dk: Læs AWS legitimationsoplysninger fra wp-config

source: Save Settings
da_dk: Gem indstillinger

source: An error occurred while sending. See Logs.
da_dk: Der opstod en fejl under afsendelse. Se Logs.

source: Failed to send test email:
da_dk: Kunne ikke sende test-e-mail:

source: Test email queued. It will be sent in the background.
da_dk: Test-e-mail sat i kø. Den sendes i baggrunden.

source: Test email sent!
da_dk: Test-e-mail sendt!

source: Failed to send test email. Check Logs tab for details.
da_dk: Kunne ikke sende test-e-mail. Se Logs-fanen for detaljer.

source: Send a test email to:
da_dk: Send en test-e-mail til:

source: Could not connect to SES. See Logs.
da_dk: Kunne ikke forbinde til SES. Se Logs.

source: SES Connection Failed:
da_dk: SES-forbindelse mislykkedes:

source: SES Connection Successful
da_dk: SES-forbindelse oprettet

source: Configuration Status
da_dk: Konfigurationsstatus

source: Access Key (wp-config/env)
da_dk: Adgangsnøgle (wp-config/env)

source: Secret Key (wp-config/env)
da_dk: Hemmelig nøgle (wp-config/env)

source: Access Key
da_dk: Adgangsnøgle

source: Secret Key
da_dk: Hemmelig nøgle

source: From Email
da_dk: Fra e-mail

source: Background Sending
da_dk: Baggrundsafsendelse

source: Logging is disabled
da_dk: Logning er deaktiveret

source: Test SES Connection
da_dk: Test SES-forbindelse

source: Max 24 Hour Send
da_dk: Maks. 24-timers afsendelser

source: Max Send Rate (per sec)
da_dk: Maks. afsendelseshastighed (pr. sek.)

source: Sent Last 24 Hours
da_dk: Sendt de sidste 24 timer

source: Logging is disabled by settings. No new entries will be recorded.
da_dk: Logning er deaktiveret i indstillingerne. Ingen nye poster gemmes.

source: Logs cleared.
da_dk: Logs ryddet.

source: No log entries yet.
da_dk: Ingen logposter endnu.

source: Log file not found.
da_dk: Logfil ikke fundet.

source: Clear Logs
da_dk: Ryd logs
